[
    {
      "deptName": "Team-Leads",
      "grpMember":[
          "Shubham Patil",
          "Sanket Kamat"
      ],
      "deptDescription":"Leading the Team or Leadership is About efficient Management Operations as well as markerting"
    },
    {
      "deptName": "Chasis",
      "grpMember":[
          "Vaibhav Shelke",
          "Rahul Kannavar"
      ],
      "deptDescription":"A chassis is the framework of an artificial object, which supports the object in its construction and use. An example of a chassis is a vehicle frame, the underpart of a motor vehicl"
    },

    {
      "deptName": "Vehicle-Dynamics",
      "grpMember":[
          "Darshan Deshmukh",
          "Shreyas Padamvar",
          "Manas Kolhe",
          "Harshal Meher"
      ],
      "deptDescription":"The aspects of a vehicle's design which affect the dynamics can be grouped into drivetrain and braking, suspension and steering, distribution of mass, aerodynamics and tires."
    
    },

    {
      "deptName": "Composites",
      "grpMember":[
          "Rahul Awtade",
          "Vaishnavi Shejwal",
          "Tanmay Vinchavekar"
      ],
      "deptDescription":"A chassis is the framework of an artificial object, which supports the object in its construction and use. An example of a chassis is a vehicle frame, the underpart of a motor vehicl"
    },

    {
      "deptName": "Drivertrain",
      "grpMember":[
          "Chinmay Banger",
          "Aditya Patil",
          "Nikhil Patel",
          "Sagar Ghorpade"
      ],
      "deptDescription":"The drivetrain of a motor vehicle is the group of components that deliver power to the driving wheels. This excludes the engine or motor that generates the power. In contrast, the powertrain is considered to include both the engine or motor and the drivetrain"
    },

    {
      "deptName": "Brakes",
      "grpMember":[
          "Mohnish Potu",
          "Shriprasad Kulkarni",
          "Pranav thate"
      ],
      "deptDescription":"A brake is a mechanical device that inhibits motion by absorbing energy from a moving system.[1] It is used for slowing or stopping a moving vehicle, wheel, axle, or to prevent its motion, most often accomplished by means of friction."
    },
    {
      "deptName": "Electric Powertrain",
      "grpMember":[
          "Akash Shinde",
          "Sanket Kamat"
      ],
      "deptDescription":"In a motor vehicle, the powertrain or powerplant comprises the main components that generate power and deliver it to the road surface, water, or air. ... More recently in hybrid powertrains the battery, the electric motor and the control algorithm are also seen as elements of the powertrain."
    },

    {
      "deptName": "Marketing",
      "grpMember":[
          "Rishikesh Kulkarni",
          "Samadhan Dorge",
          "Dikshant Jain",
          "Dhanashree Bhoge"
      ],
      "deptDescription":"Marketing is the study and management of exchange relationships. Marketing is the business process of creating relationships with and satisfying customers. With its focus on the customer, marketing is one of the premier components of business management"
    },
    {
      "deptName": "Ground Low Voltage and Data Aquisitions",
      "grpMember":[
          "Niranjan Tarale",
          "Nainesh Desale"
      ],
      "deptDescription":"(DAQ) is the process of measuring an electrical or physical phenomenon such as voltage, current, temperature, pressure, or sound with a computer. A DAQ system consists of sensors, DAQ measurement hardware, and a computer with programmable software."
    },
    {
      "deptName": "Team 2k18",
      "grpMember":[
          "Shubhaang Digge",
          "Subodh Mhase",
          "Ashutosh Jatkar"  ,        
          "Purushottam Doshi",
          "Param Desai",
          "Virendra Nichit",
          "Shivkumar Mirajgave",
          "Mohit Maru",
          "Shubham Patil"
      ],
      "deptDescription":"Team for 2018 Made to Win us SAE Supra 2018 and Whole Other Awards and Keeping the legacy"
    },
    {
      "deptName": "Alumni",
      "grpMember":[
          "Kushal Dhokare",
          "Pratik Waikar",	
          "Abhishek Patil",
          "Prafull Bhosale",	
          "Shweta Khonde",
          "Shubham.Patil"
      ],
      "deptDescription":"Our Proud Alumni Guides us During Both Technical and Marketing Pitfalls."
    }
]